/* [Person1, Person2, and Person3] aren't on Squawk. */
"%@ aren't on Squawk." = "%@ aren't on Squawk.";

/* [Person] isn't on Squawk. */
"%@ isn't on Squawk." = "%@ isn't on Squawk.";

/* No comment provided by engineer. */
"\nor tap and hold" = "\nor tap and hold";

/* No comment provided by engineer. */
"Add contact" = "Add contact";

/* No comment provided by engineer. */
"Add phone number..." = "Add phone number...";

/* No comment provided by engineer. */
"Allow access to contacts" = "Allow access to contacts";

/* No comment provided by engineer. */
"Allow access to microphone" = "Allow access to microphone";

/* No comment provided by engineer. */
"Are you sure you don't want notifications?" = "Are you sure you don't want notifications?";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Couldn't connect to the Internet." = "Couldn't connect to the Internet.";

/* No comment provided by engineer. */
"Couldn't send checkmark." = "Couldn't send checkmark.";

/* No comment provided by engineer. */
"Create Group Squawk" = "Create Group Squawk";

/* No comment provided by engineer. */
"Create Squawk Thread" = "Create Squawk Thread";

/* No comment provided by engineer. */
"delete squawks" = "delete squawks";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Download Squawk so we can send instant voice messages. http://come.squawkwith.us" = "Download Squawk so we can send instant voice messages. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Enable notifications" = "Enable notifications";

/* No comment provided by engineer. */
"Error!" = "Error!";

/* No comment provided by engineer. */
"Failed to send text." = "Failed to send text.";

/* No comment provided by engineer. */
"Give Squawk access to your contacts, in the Settings app, under Privacy." = "Give Squawk access to your contacts, in the Settings app, under Privacy.";

/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me." = "I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me.";

/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me. http://come.squawkwith.us" = "I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Invite" = "Invite";

/* No comment provided by engineer. */
"Just hit send \n[we need to verify your phone number]\n %@" = "Just hit send \n[we need to verify your phone number]\n %@";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Looks like your device isn't set up to send messages." = "Looks like your device isn't set up to send messages.";

/* No comment provided by engineer. */
"No thanks" = "No thanks";

/* No comment provided by engineer. */
"No thanks, no notifications" = "No thanks, no notifications";

/* No comment provided by engineer. */
"Or, instead of pressing the button, just hold the phone to your ear.\n\nTry it." = "Or, instead of pressing the button, just hold the phone to your ear.\n\nTry it.";

/* No comment provided by engineer. */
"Playing" = "Playing";

/* No comment provided by engineer. */
"Pull to refresh" = "Pull to refresh";

/* No comment provided by engineer. */
"Pull to send checkmark" = "Pull to send checkmark";

/* No comment provided by engineer. */
"Push notifications are off. To receive Squawks, turn them on in Settings, under Notifications." = "Push notifications are off. To receive Squawks, turn them on in Settings, under Notifications.";

/* No comment provided by engineer. */
"Push notifications are turned off for Squawk" = "Push notifications are turned off for Squawk";

/* No comment provided by engineer. */
"Push to listen to %@" = "Push to listen to %@";

/* No comment provided by engineer. */
"Push to squawk %@" = "Push to squawk %@";

/* No comment provided by engineer. */
"Raise to ear to listen to %@" = "Raise to ear to listen to %@";

/* No comment provided by engineer. */
"Raise to ear to squawk %@" = "Raise to ear to squawk %@";

/* No comment provided by engineer. */
"Recording" = "Recording";

/* No comment provided by engineer. */
"Relax, Squawks reload automically." = "Relax, Squawks reload automically.";

/* Search bar placeholder */
"Search" = "Search";

/* No comment provided by engineer. */
"Send a squawk by holding down the red button." = "Send a squawk by holding down the red button.";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Sent." = "Sent.";

/* Share on Facebook */
"Share" = "Share";

/* No comment provided by engineer. */
"Someone's missing out" = "Someone's missing out";

/* No comment provided by engineer. */
"Squawk can't see your contacts" = "Squawk can't see your contacts";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone" = "Squawk doesn't have access to your microphone";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone. Give Squawk access in Settings, under Privacy." = "Squawk doesn't have access to your microphone. Give Squawk access in Settings, under Privacy.";

/* No comment provided by engineer. */
"Squawk Feedback" = "Squawk Feedback";

/* No comment provided by engineer. */
"Squawk is better with notifications. We won't spam you, ever." = "Squawk is better with notifications. We won't spam you, ever.";

/* No comment provided by engineer. */
"Squawk is better with notifications.\n\nIf you've said 'no' to notifications for Squawk before, you may need to turn them on in the Settings app.\n\nGo to Settings → Notification Center → Squawk, and turn on all the notification types you'd like." = "Squawk is better with notifications.\n\nIf you've said 'no' to notifications for Squawk before, you may need to turn them on in the Settings app.\n\nGo to Settings → Notification Center → Squawk, and turn on all the notification types you'd like.";

/* No comment provided by engineer. */
"Squawk is the quickest way to send a voice message. To sign up, all you need is a phone number." = "Squawk is the quickest way to send a voice message. To sign up, all you need is a phone number.";

/* No comment provided by engineer. */
"Squawk isn't really useful without them. We'll only send you notifications when your friends join or message you." = "Squawk isn't really useful without them. We'll only send you notifications when your friends join or message you.";

/* No comment provided by engineer. */
"Squawk Robot" = "Squawk Robot";

/* No comment provided by engineer. */
"Squawk us feedback" = "Squawk us feedback";

/* No comment provided by engineer. */
"Squawk uses your contacts, so you don't need to manage a separate friends list." = "Squawk uses your contacts, so you don't need to manage a separate friends list.";

/* No comment provided by engineer. */
"Sure, turn on notifications" = "Sure, turn on notifications";

/* No comment provided by engineer. */
"Tap and hold" = "Tap and hold";

/* No comment provided by engineer. */
"Tap to enable push notifications" = "Tap to enable push notifications";

/* Send an SMS */
"Text" = "Text";

/* Text [code] to [phone number] from your phone. */
"Text '%@' to '%@' from your phone." = "Text '%1$@' to '%2$@' from your phone.";

/* No comment provided by engineer. */
"That's it! When you've received a squawk, it'll play when you put the phone to your head. If you don't have one, it'll start recording a new squawk, which will be sent when you put it down. To respond to a squawk after you've listened to one, put the phone down and pick it up again." = "That's it! When you've received a squawk, it'll play when you put the phone to your head. If you don't have one, it'll start recording a new squawk, which will be sent when you put it down. To respond to a squawk after you've listened to one, put the phone down and pick it up again.";

/* Default main screen title */
"this is Squawk" = "this is Squawk";

/* No comment provided by engineer. */
"Turn on notifications" = "Turn on notifications";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Verify my phone number" = "Verify my phone number";

/* No comment provided by engineer. */
"We couldn't connect to the Squawk cloud. Try again later." = "We couldn't connect to the Squawk cloud. Try again later.";

/* No comment provided by engineer. */
"We didn't receive your text." = "We didn't receive your text.";

/* No comment provided by engineer. */
"When you've got a squawk, the button turns blue. Hold it down to play." = "When you've got a squawk, the button turns blue. Hold it down to play.";

/* No comment provided by engineer. */
"Whoops" = "Whoops";

/* No comment provided by engineer. */
"You can give Squawk access to your contacts in the Settings app, under Privacy." = "You can give Squawk access to your contacts in the Settings app, under Privacy.";

/* No comment provided by engineer. */
"You can give Squawk access to your microphone in the Settings app, under Privacy." = "You can give Squawk access to your microphone in the Settings app, under Privacy.";

/* No comment provided by engineer. */
"You can turn on push notifications for Squawk in Settings, under Notification Center." = "You can turn on push notifications for Squawk in Settings, under Notification Center.";

/* No comment provided by engineer. */
"You've got a Squawk. Download the app to hear it. http://come.squawkwith.us" = "You've got a Squawk. Download the app to hear it. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Your volume is zero. You won't be able to hear Squawks." = "Your volume is zero. You won't be able to hear Squawks.";

